cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'golang'
brew 'grc'
brew 'imagemagick'
brew 'libgit2'
brew 'mysql'
brew 'openssl'
brew 'wget'

cask 'aerial'
cask 'atom'
cask 'appcleaner'
cask 'battle-net'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'gitup'
cask 'google-chrome'
cask 'java'
cask 'macvim'
cask 'mitmproxy'
cask 'mysqlworkbench'
cask 'pixlr'
cask 'skype'
cask 'slack'
cask 'slackcat'
cask 'smcfancontrol'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'telegram'
cask 'the-unarchiver'
cask 'torbrowser'
# cask 'transmission'
cask 'vlc'
